// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Avaa Verkko-asetukset…";

// connect/disconnect
"CONNECT" = "Yhdistä";
"DISCONNECT" = "Katkaise";

// error string
"NO_VPN_CONFIGS" = "VPN:ää ei ole määritelty";
"NO_MODEM_CONFIGS" = "Modeemimäärityksiä ei löytynyt";
"NO_PPPOE_CONFIGS" = "PPPoE-määrityksiä ei löytynyt";

// other items
"SHOW_TIMER" = "Näytä yhteysaika";
"SHOW_ANIMATED_STATUS" = "Näytä tila yhdistettäessä";
"STOP_SHOWING_TIME" = "Lopeta ajan näyttäminen valikkorivillä";

"SHOW_TIME_FORMAT" = "Näytä kohteen ”%@” aika valikkorivillä";

// scrolling text resources
"SCROLL_CONNECTING" = "Yhdistetään…";
"SCROLL_DIALING" = "Valitaan…";
"SCROLL_DISCONNECTING" = "Katkaistaan…";
"SCROLL_AUTHENTICATING" = "Todennetaan…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Katkaise %@";
"NOT_CONNECTED_FORMAT" = "Yhdistä %@";
"CONNECTING_FORMAT" = "Yhdistetään %@";
"DISCONNECTING_FORMAT" = "Katkaistaan %@";
"AUTHENTICATING_FORMAT" = "Todennetaan %@";

"DEFAULT" = "Oletus";

/* name strings */
"VPN menu extra" = "VPN-valikkoekstra";
"PPP menu extra" = "PPP-valikkoekstra";
"PPPoE menu extra" = "PPPoE-valikkoekstra";
